Repository: databayt/ios-app
Catalog: hogwarts/resources/Localizable.xcstrings
Source language: en
Languages: ar

# contacts.search.prompt
source: Search contacts
ar: ابحث في جهات الاتصال

# contacts.filter.all
source: All
ar: الكل

# contacts.empty.title
source: No contacts
ar: لا توجد جهات اتصال

# contacts.empty.subtitle
source: When your school adds people you can message, they'll appear here.
ar: ستظهر جهات الاتصال هنا بعد إضافتها من المدرسة.

# contacts.error.title
source: Couldn't load contacts
ar: تعذر تحميل جهات الاتصال

# contacts.cat.teachers
source: Teachers
ar: المعلمون

# contacts.cat.students
source: Students
ar: الطلاب

# contacts.cat.parents
source: Parents
ar: أولياء الأمور

# contacts.cat.staff
source: Staff
ar: الموظفون

# contacts.cat.admin
source: Admin
ar: الإدارة

# contacts.cat.accountants
source: Accountants
ar: المحاسبون

# contacts.cat.myStudents
source: My students
ar: طلابي

# contacts.cat.myTeachers
source: My teachers
ar: معلميّ

# contacts.cat.classmates
source: Classmates
ar: زملاء الفصل

# contacts.cat.myChildrenTeachers
source: My children's teachers
ar: معلمو أبنائي

# contacts.cat.other
source: Other
ar: أخرى

# messages.menu.a11y
source: Messages menu
ar: قائمة الرسائل

# login.forgotPassword
source: Forgot password?
ar: هل نسيت كلمة المرور؟

# a11y.button.forgotPassword
source: Reset your password
ar: إعادة تعيين كلمة المرور

# forgotPassword.title
source: Reset password
ar: إعادة تعيين

# forgotPassword.email.title
source: Reset your password
ar: إعادة تعيين كلمة المرور

# forgotPassword.email.subtitle
source: Enter the email address linked to your school account. We'll send you a 6-digit verification code.
ar: أدخل البريد الإلكتروني المرتبط بحسابك. سنرسل لك رمز تحقق من 6 أرقام.

# forgotPassword.email.action
source: Send code
ar: إرسال الرمز

# forgotPassword.otp.title
source: Enter verification code
ar: أدخل رمز التحقق

# forgotPassword.otp.subtitle
source: Open the email we just sent and enter the 6-digit code below.
ar: افتح البريد الذي أرسلناه وأدخل الرمز المكون من 6 أرقام أدناه.

# forgotPassword.otp.placeholder
source: 6-digit code
ar: الرمز المكون من 6 أرقام

# forgotPassword.otp.action
source: Verify code
ar: تحقق من الرمز

# forgotPassword.otp.resend
source: Send a new code
ar: إرسال رمز جديد

# forgotPassword.newPassword.title
source: Create new password
ar: أنشئ كلمة مرور جديدة

# forgotPassword.newPassword.subtitle
source: Pick a new password — at least 8 characters.
ar: اختر كلمة مرور جديدة — 8 أحرف على الأقل.

# forgotPassword.newPassword.placeholder
source: New password
ar: كلمة المرور الجديدة

# forgotPassword.newPassword.action
source: Set new password
ar: تعيين كلمة المرور

# forgotPassword.confirm.placeholder
source: Confirm password
ar: أكد كلمة المرور

# forgotPassword.error.invalidCode
source: That code didn't work. Double-check it and try again, or send a new one.
ar: الرمز غير صحيح. تحقق منه وحاول مرة أخرى أو اطلب رمزاً جديداً.

# forgotPassword.error.mismatch
source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.

# forgotPassword.done.title
source: Password updated
ar: تم تحديث كلمة المرور

# forgotPassword.done.subtitle
source: You can now sign in with your new password.
ar: يمكنك الآن تسجيل الدخول بكلمة المرور الجديدة.

# forgotPassword.done.action
source: Back to sign in
ar: العودة لتسجيل الدخول
